{
"general":[
    {"author":"Daemos_original"}
],
"images":[
    {"name":"1.jpg", "title":"Abstract rings", "description":"Two abstracted rings on a concrete floor. An exercise in Blender for abstracted images."},
    {"name":"2.jpg", "title":"Necklace with purple Gem", "description":"A flared necklace with a violet gemstone. The image was rendered LuxCore. It was an exercise for both using LuxCore and using Blender's Cell Fracture operation."},
    {"name":"3.jpg", "title":"Abstract Art", "description":"An image rendered with Radeon Prorender. It depicts art in a gallery."},
    {"name":"4.jpg", "title":"Foreign worlds", "description":"Two suns and it's still night. I wish I would remember how I made the clouds."},
    {"name":"5.jpg", "title":"Raspberry", "description":"One of my earlier attempts with Geometry Nodes. A single raspberry in focus of the whole image."},
    {"name":"6.jpg", "title":"glow of the jellyfish in the deep sea", "description":"I'm pretty sure I was watching a documentary while making it. I love volumetric light."},
    {"name":"7.jpg", "title":"Sunken light", "description":"One of my first images I really put a lot of effort into. The question is, what is this glowing thing, and how did it get there?"},
    {"name":"8.jpg", "title":"Flying island in the middle of nowhere", "description":"A small flying island in the middle of nowhere. And one could only imagine what is behind the cliffs in the background. you could interpret the island as a shelter from the stress of everyday life."},
    {"name":"9.jpg", "title":"Forest mushrooms", "description":"They are mushrooms.... In the forest... that's all I have to say."},
    {"name":"10.jpg", "title":"lake house", "description":"A Huas by a lake, surrounded by a pine forest. Rendered with Luxcore. An exercise for using Luxcore."},
    {"name":"11.jpg", "title":"Pier in the bamboo forest", "description":"A pier in a bamboo forest. A mysterious atmosphere with warm lights."},
    {"name":"12.jpg", "title":"Wizard hat", "description":"A purple wizard hat with a leather band and a gold buckle. With the purpose of practising modelling and creating materials."},
    {"name":"13.jpg", "title":"Cute octupus!!!", "description":"Attempt to create a cute octopus. I got the idea after seeing a cute animation of a Pokémon on twitter."},
    {"name":"boooot.jpg", "title":"Life in the future", "description":"Inspired by the computer game Stray. I didn't think much with this picture."},
    {"name":"cube4K.jpg", "title":"Cube", "description":"It's a Rubik's Cube in space ... I don't remember what I was thinking when I made it."}
]
}